[{"pagetitle":"Hotel Reservation"},{"type":"title","value":"About"},{"type":"text","value":"2017 Run For Beauty, the brand new entry-level trail race of Huluanpao, will be started at Millennium Resort Hangzhou on June 17."},{"type":"text","value":"Millennium Resort Hangzhou is a luxury resort hotel, put into operation in April, 2014. It’s the first resort hotel that Millennium & Copthorne International Limited, based in Singapore, has opened in China. Located in Nine Creeks ( Jiuxi ) , within West Lake scenery zone, with Dragon Well region ( Longjing ) adjacent to its north, Qiantang River to its south, Meijia Dock Tea Village to its west and Dreaming of the Tiger Running Spring at Hupao Valley to its east, it covers a wooded mountain area of 80 thousand square meters, surrounded by tea gardens, springs and melodious bird tweets and equipped with luxury and chic five - star facilities, peculiar indoor and outdoor fields and a professional service team."},{"type":"text","value":"2017 Run For Beauty will cooperate with Millennium Resort Hangzhou and try our best to provide every participant with race services of a higher quality. Participants can book hotel rooms between June 16 and June 18 with discount in the official wechat shop of Huluanpao. Participants who book rooms of Millennium Resort Hangzhou at Huluanpao’s wechat shop can pick up race packets when checking in. By far some of the room types have been sold out and there are only limited rooms left. Please lose no time in reserving your room if tha’s what you want."},{"type":"title","value":"North View Deluxe ( Twin Room )"},{"type":"text","value":"- June 16, 900 RMB / Night"},{"type":"text","value":"- June 17, 1050 RMB / Night"},{"type":"text","value":"- June 18, 700 RMB / Night"},{"type":"title","value":"North ViewDeluxe ( King Room )"},{"type":"text","value":"- June 16, 900 RMB / Night"},{"type":"text","value":"- June 17, 1050 RMB / Night"},{"type":"text","value":"- June 18, 700 RMB / Night"},{"type":"title","value":"How to Book"},{"type":"text","value":"Visit the official wechat account of Huluanpao, click on “ 微店 ”( wechat shop ) and book rooms through Huluanpao’s official wechat shop."},{"type":"image","value":"http://www.raceonhills.com/image/8/wechat.png"},{"type":"title","value":"Transportation"},{"type":"text","value":"1. Airline: Take flights to Xiaoshan Airport and get to Millennium Resort Hangzhou by taxi. The drive will take about 43 minutes."},{"type":"text","value":"2. Railway :"},{"type":"text","value":"2.a Take trains to Hangzhou Railway Station and get to Millennium Resort Hangzhou by taxi. The drive will take about 20 minutes."},{"type":"text","value":"2.b Take trains to Hangzhou East Railway Station and get to Millennium Resort Hangzhou by taxi. The drive will take about 25 minutes."},{"type":"text","value":""},{"type":"text","value":"Limited parking lot in Millennium Resort Hangzhou and will charge the parking lot, the committee strongly recommends all participants to travel to the start / finish location by bus, taxi, DiDi, etc."},{"type":"title","value":"Miscellaneous"},{"type":"text","value":"If you need to book hotels near Millennium Resort Hangzhou, please visit ctrip.com and qunar.com to query."},{"type":"text","value":"For more race information regarding 2017 Run For Beauty, please follow the official account of Huluanpao in Wechat or log onto the official website of Huluanpao, http://huluanpao.com. Thanks!"}]
