[{"pagetitle":"Race Info."},{"type":"title","value":"Race Bag Pickup"},{"type":"text","value":"Fengxue Outdoor (Shihu Qiao)"},{"type":"text","value":"Time:"},{"type":"text","value":"  Friday, 16th June 10:00-20:00"},{"type":"text","value":"  Saturday, 17th June 08:00-14:00"},{"type":"map","longitude":120.1624,"latitude":30.266054,"markers":[{"id":"[120.162400,30.266054]","title":"Fengxue Outdoor (Shihu Qiao)","width":30,"height":30,"iconPath":"/image/location.png","longitude":120.1624,"latitude":30.266054}]},{"type":"text","value":"Address: #8 Shihu Qiao Rd, Xiacheng District, Hangzhou"},{"type":"phone","value":"0571-87022117"},{"type":"text","value":"\n"},{"type":"text","value":"Please bring ："},{"type":"text","value":"1. The pickup slip（printable via the official website, between 5th-17th June.)"},{"type":"text","value":"2. Your personal ID. Picking up via proxy is not permitted."},{"type":"text","value":"\n"},{"type":"text","value":"Participants who booked the Millenium Resort via the official wechat shop can have their bags picked at the hotel."},{"type":"text","value":"Racers who has collected their bags but forgo the race should return the timing bracelet within 7 days after the race to the committee."},{"type":"title","value":"Race Schedule"},{"type":"text","value":"Start/Finish：Hangzhou Millenium Resort"},{"type":"map","longitude":120.114667,"latitude":30.190221,"markers":[{"id":"[120.114667,30.190221]","title":"Hangzhou Millenium Resort","width":30,"height":30,"iconPath":"/image/location.png","longitude":120.114667,"latitude":30.190221}]},{"type":"text","value":"Limited paid parking space can be found at the hotel but participants are strongly encouraged to take public transportations or taxi services."},{"type":"text","value":"Please also note that the city of Hangzhou has plate restrictions on vehicles during weekends.  Drivers are strongly recommended to familiarise these rules before the journey."},{"type":"text","value":"\n"},{"type":"text","value":"Schedule:"},{"type":"image","value":"http://www.raceonhills.com/image/8/schedule.svg"},{"type":"text","value":"Participants who are unable to complete the respective distances within the regulated cut - off time should stop racing immediately and back out from the course in case of any dangers. Participants who drop out of the race can take the first - aid vehicles provided by the committee to get to the finish location."},{"type":"title","value":"Drop bag/Timing"},{"type":"text","value":"1. All runners will be able to have one bag dropped at the start and retrieve it after the race."},{"type":"text","value":"2. Please do not put valuables and/or dangerous items in drop bag."},{"type":"text","value":"3. No drop bag service will be provided at aid stations. Working staff will not be able to carry/deposit and personal items for runners."},{"type":"text","value":"4. Unclaimed drop bags after 9:00pm on race day will be transported to designated place by race organizers. Next day pick up is accepted. Unclaimed drop bags over 7 days will be disposed by race organizers. "},{"type":"text","value":"5. The participant who has pick up the race package but do not start the race, please contact with race committee to return the timing bracelet within 7 days."},{"type":"text","value":"6. Racers who has collected their bags but forgo the race should return the timing bracelet within 7 days after the race to the committee."},{"type":"title","value":"Navigating"},{"type":"text","value":"1. The race course will be marked with ribbons, flags and printed signs."},{"type":"text","value":"2. Volunteers will help runners on key junctions."},{"type":"text","value":"3. Ribbon used as blazer:"},{"type":"image","value":"http://www.raceonhills.com/image/8/blazer.svg"},{"type":"title","value":"Gear Checking"},{"type":"text","value":"The race will commence at 3:30 pm., so some of the participants will be racing during the night. Due to the unpredictablity of the weather condition, all participants are required to carry gears listed as mandatory. Recommended gears are essential however based on individual needs. The committee will not do gear check before the race, but will spot check mandatory gear in the process of the race. If any participants were found not carrying all mandatory gears, disqualification may be imposed."},{"type":"title","value":"Insurance/Medical"},{"type":"text","value":"1. The race committee will purchase personal accident insurances for all participants and staff. If insurances can’t be purchased or are invalidated due to incomplete or false information provided by the participants, it shall be the participants who take the responsibility."},{"type":"text","value":"2. Medical aid stations will be set up along the course as well as at the finish location. There will be volunteers and staff at every medical aid station and every refreshment station to assist with medical care and maintain race order. Whenever there are problems along the course, participants can call the emergency number printed on the bib to ask for help."},{"type":"text","value":"3. The committee will purchase personal accident insurances for all participants and staff. However, problems caused by diseases and physical conditions, such as heatstroke and faint, are not in the coverage of personal accident insurances. So please register for the race with prudent considerations based on your own health condition."},{"type":"text","value":"4. The race committee will provide free field first aid during the race, but all hospital charges shall be participants‘ own financial responsibility. "},{"type":"text","value":"5. It will be participants themselves to take the responsibility if there are personal injuries or deaths caused by dopes or other illicit drugs during the race.  "},{"type":"text","value":"6. For participants who are evidently not in suitable conditions to run, staff and judges authorized by the race committee have the right to stop them to keep on racing in consideration of their life safety."},{"type":"text","value":"\n"},{"type":"title","value":"Awards"},{"type":"text","value":"1. Lover - 12km Doubles: the top three teams( official time ) in Man+Woman group, Man+Man group and Woman+Woman group will be awarded respectively;"},{"type":"text","value":"2. Available - 21km Singles: the top three male and female runners( official time ) will be awarded respectively;"},{"type":"text","value":"3. Both events: Runners who finish the race within the time limits will receive a finisher’s award. Please note that in Lover - 12km Doubles both team members must arrive at the finish location at the same time within the time limit."},{"type":"text","value":"* The above mentioned rules are not applicable for TEAM NATHAN MINIMALISM."},{"type":"title","value":"Penalty"},{"type":"text","value":"Participants who violate the following regulations will be disqualified and will not be welcomed in participating the race for two years."},{"type":"text","value":"1. Age falsification or running with other's bib"},{"type":"text","value":"2. Wearing others’ timing devices (including male athletes wearing female athletes’ timing devices), or wearing more than one timing devices in the race;"},{"type":"text","value":"3. Regardless of the start wave sequence, setting off in wrong corrals; "},{"type":"text","value":"4. Starting off ahead of the regulated start time; "},{"type":"text","value":"5. Refusing to stop running after cut-off time or returning to the course after quitting the race; "},{"type":"text","value":"6. Not following the regulated course to complete the whole race, taking shortcuts or adopting any means of transportation; "},{"type":"text","value":"7. Counterfeiting bib numbers;  relay with one bib number; "},{"type":"text","value":"8. Refusing to follow directions of the race staff; interfering with the proceeding of the race; gathering around and making troubles; "},{"type":"text","value":"9. Entering the course with pets; "},{"type":"text","value":"10. Other behaviours violating the race regulations."},{"type":"text","value":"\n"},{"type":"title","value":"Refund/Race Bags"},{"type":"text","value":"Once the registration is confirmed, it’s not allowed to change race event. If you are not going to show up in the race, there will be no refund."},{"type":"text","value":"If anyone doesn’t show up in the race but wants his / her race bag mailed after the race, please send email to service@skyviewsport.com within 2 weeks after the race to ask the race committee to mail the race bag."},{"type":"text","value":"After 2 weeks the race committee will dispose all of the unclaimed race bags."},{"type":"text","value":"\n"},{"type":"title","value":"Committee"},{"type":"text","value":"Host: Shanghai Skyview Sport Co., Ltd."},{"type":"text","value":"Co-Operation: Hangzhou FXOutdoor, Millennium Resort Hangzhou"},{"type":"text","value":"Organizer: Hangzhou Yuanwei Culture and Art Planning Co., Ltd."},{"type":"text","value":"\n"},{"type":"title","value":"Contact Us"},{"type":"text","value":"Email: service@skyviewsport.com"},{"type":"phone","value":"+86-21-65673828"},{"type":"text","value":"Address: Room 312, Building 10 A, No 619, Long Chang Road, Yangpu District, Shanghai 200090"},{"type":"text","value":"Wechat/Wechat Shop：Huluanpao"},{"type":"text","value":"Sina Weibo：@湖乱跑"},{"type":"text","value":"website：www.huluanpao.com "},{"type":"text","value":"\n"},{"type":"text","value":"\n"},{"type":"image","value":"http://www.raceonhills.com/image/8/sponsor.png"},{"type":"text","value":"\n"},{"type":"text","value":"\n"}]
