[
{"pagetitle":"Hotel Reservation"},
{"type":"text", "value":""},
{"type":"text", "value":"2017 WE ARE YOUNG Hangzhou Junior Trail Race will be started at Millennium Resort Hangzhou on July 16."},
{"type":"text", "value":" "},
{"type":"text", "value":"Millennium Resort Hangzhou is a luxury resort hotel, put into operation in April, 2014. It’s the first resort hotel that Millennium and Copthorne International Limited, based in Singapore, has opened in China. Located in Nine Creeks (Jiuxi) , within West Lake scenery zone, with Dragon Well region (Longjing) adjacent to its north, Qiantang River to its south, Meijia Dock Tea Village to its west and Dreaming of the Tiger Running Spring at Hupao Valley to its east, it covers a wooded mountain area of 80 thousand square meters, surrounded by tea gardens, springs and melodious bird tweets and equipped with luxury and chic five - star facilities, peculiar indoor and outdoor fields and a professional service team."},
{"type":"text", "value":""},
{"type":"image","value":"http://www.raceonhills.com/image/young2017/millennium.jpg"},
{"type":"text", "value":""},
{"type":"text", "value":"2017 WE ARE YOUNG Hangzhou Junior Trail Race will cooperate with Millennium Resort Hangzhou again and try our best to provide every participant with race services of a higher quality. Participants can book hotel rooms on July 15 with discount in the official wechat shop of Huluanpao. Only limited rooms are available."},
{"type":"text", "value":" "},
{"type":"subtitle","value":"North View Deluxe (Twin Room/King Room)"},
{"type":"li", "value":"July 15, 1200 RMB / Night"},
{"type":"image","value":"http://www.raceonhills.com/image/young2017/north.jpg"},
{"type":"text", "value":""},
{"type":"subtitle","value":"South View Deluxe (Twin Room/King Room)"},
{"type":"li", "value":"July 15, 1400 RMB / Night"},
{"type":"image","value":"http://www.raceonhills.com/image/young2017/south.jpg"},
{"type":"text", "value":""},
{"type":"title","value":"How to Book"},
{"type":"text", "value":"Visit the official wechat account of Huluanpao, click on 微店 (wechat shop) and book rooms through Huluanpao’s official wechat shop."},
{"type":"text", "value":" "},
{"type":"title","value":"Transportation"},
{"type":"li", "value":"Air : Take flights to Xiaoshan Airport and get to Millennium Resort Hangzhou by taxi. The drive will take about 43 minutes."},
{"type":"li", "value":"Train :"},
{"type":"lli", "value":" Take trains to Hangzhou Railway Station and get to Millennium Resort Hangzhou by taxi. The drive will take about 20 minutes."},
{"type":"lli", "value":" Take trains to Hangzhou East Railway Station and get to Millennium Resort Hangzhou by taxi. The drive will take about 25 minutes."},
{"type":"text", "value":" "},
{"type":"title","value":"Miscellaneous"},
{"type":"text", "value":"If you need to book hotels near Millennium Resort Hangzhou, please visit ctrip.com and qunar.com to query."},
{"type":"text", "value":" "},
{"type":"text", "value":"For more race information regarding 2017 WE ARE YOUNG Hangzhou Junior Trail Race, please follow the official account of Huluanpao in Wechat. Thanks!"}
]
