[
{"pagetitle":"Race Information"},
{"type":"title","value":"Race Bag Pickup"},
{"type":"text", "value":"Location: Hotel lobby, Hangzhou Millennium Resort"},
{"type":"text", "value":"Time: Saturday, 15th July 10:00-20:00"},
{"type":"map","longitude":120.114667,"latitude": 30.190221,"markers":[{"id":"[120.114667, 30.190221]","title":"Hangzhou Millenium Resort","width":30,"height":30,"iconPath":"/image/location.png","longitude":120.114667,"latitude": 30.190221}]},
{"type":"text", "value":""},
{"type":"text", "value":"Please bring:"},
{"type":"text", "value":"1. The pickup slip（printable via the official website, between 1th-15th July.)"},
{"type":"text", "value":"2. Your personal ID. Picking up via proxy is not permitted."},
{"type":"text", "value":"3. Every racer is required to bring his/her own pickup slip. Guardian signature on behalf of the junior racer is permitted."},
{"type":"text", "value":""},
{"type":"text", "value":"Race bag includes: bib, timing bracelet, etc;"},
{"type":"text", "value":""},
{"type":"subtitle","value":"Schedule"},
{"type":"text", "value":"Start/Finish: Hangzhou Millennium Resort"},
{"type":"text", "value":""},
{"type":"text", "value":"The available options for transporting to and from the start / finish area include buses, taxis, Didi and so on."},
{"type":"text", "value":""},
{"type":"text", "value":"Due to the limited parking space in Millennium Resort Hangzhou, the use of the hotel parking lot will be restricted to hotel guests only, including runners who lodge there. Runners who drive there will have to find parking lots out of the hotel by themselves."},
{"type":"text", "value":""},
{"type":"image","value":"http://www.raceonhills.com/image/young2017/schedule.svg"},
{"type":"li", "value":"Cut-off time is set to ensure a safe race. Participants who are unable to complete the respective distances within the regulated cut - off time should stop racing immediately and back out from the course in case of any dangers. Participants who drop out of the race can take the first - aid vehicles provided by the committee to get to the finish location."},
{"type":"li", "value":"Inconsideration of the health and safety of both teenager and adult participants, the race could be cancelled in case of storms or other force majeure. In that case, the notification of the race cancellation will be posted in advance in Huluanpao’s official Wechat account and Weibo and will also be sent through email and SMS. Participants of the cancelled race are eligible for a 30% discount on the entry fee if they register for any Huluanpao’s YOUNG ATHLETE race held within one year since the race day of the cancelled race (July 16, 2017 - July 16,2018)"},
{"type":"text", "value":""},
{"type":"title","value":"Participating"},
{"type":"subtitle","value":"Race bib"},
{"type":"text", "value":"1. The committee will provide participants with three bib numbers, two large and one small. Please correctly fill in the emergency contact information on the backside of the large bib number with waterproof marker and pin it onto the front side of your race T - shirt."},
{"type":"text", "value":"2. The small bib number should be inserted into the transparent pocket on the outside of the packet for deposit use."},
{"type":"text", "value":"3. Proof of bag deposit and claim : Please insert the small bib number into the transparent pocket of the race packet, with the race number facing outside.  Bib number must be shown to the staff for bag claim."},
{"type":"text", "value":""},
{"type":"subtitle","value":"Timing bracelet"},
{"type":"text", "value":"1. Please wear the timing bracelet on young athlete wrist."},
{"type":"text", "value":"2. Before entering the starting zone all runners are required to show their timing bracelets to check in. When arriving at the checkpoints, all runners are required to show their timing bracelets to check - in. ( Lack of a time check - in at the start point or at any check points will result in absence in timing. ) It’s required to give back the timing bracelets after the runners reach the finish line."},
{"type":"text", "value":"3. For those who don’t give back the timing bracelets in time, please call 021-65673828 to contact the race committee after the race."},
{"type":"text", "value":""},
{"type":"subtitle","value":"Bag Deposit and Bag Claim"},
{"type":"text", "value":"Bag Deposit : July 16, 6:20 a.m. - 6:50 a.m."},
{"type":"text", "value":"Bag Claim : Till 11 a.m.on the race day"},
{"type":"text", "value":"Location ： Millennium Resort Hangzhou"},
{"type":"text", "value":"Proof of bag deposit and claim : Please insert the small bib number into the transparent pocket of the race packet, with the race number facing outside.Bib number must be shown to the staff for bag claim."},
{"type":"text", "value":""},
{"type":"subtitle","value":"Navigating"},
{"type":"text", "value":"1. The race course will be marked with ribbons, flags and printed signs."},
{"type":"text", "value":"2. Volunteers will help runners on key junctions."},
{"type":"text", "value":"3. Ribbon as shown the following:"},
{"type":"image","value":"http://www.raceonhills.com/image/young2017/blaze.svg"},
{"type":"text", "value":""},
{"type":"title","value":"Awards"},
{"type":"text", "value":"1. The top three teams in either age and gender group ( the group of 8-13 and the one of 14-18 under) will be awarded (official time, ranked by the gender of the teenager member)."},
{"type":"text", "value":"2. Runners who finish the race within the time limit will receive a finisher’s medal. You can enter into Huluanpao official wechat account, click on 成绩下载 to download the certificate in three working days after the race."},
{"type":"text", "value":""},
{"type":"title","value":"Penalty"},
{"type":"text", "value":"1. Age falsification or swapping bibs with other people after registration;"},
{"type":"text", "value":"2. Wearing others’ timing bracelets;"},
{"type":"text", "value":"3. Starting off ahead of the regulated start time;"},
{"type":"text", "value":"4. Refusing to stop running after cut-off time or returning to the course after quitting the race;"},
{"type":"text", "value":"5. Not following the regulated course to complete the whole race, taking short cuts or adopting any means of transportation;"},
{"type":"text", "value":"6. Counterfeiting bib numbers; multiple persons running in turn with one bib number;"},
{"type":"text", "value":"7. Refusing to follow directions of the race staff; interfering with the proceeding of the race; gathering around and making troubles;"},
{"type":"text", "value":"8. Entering the course with pets;"},
{"type":"text", "value":"9. Other behaviors violating the race regulations."},
{"type":"text", "value":""},
{"type":"title","value":"Insurance/Medical"},
{"type":"text", "value":"1. The race committee will purchase personal accident insurances for all participants and staff. If insurances can’t be purchased or are invalidated due to incomplete or false information provided by the participants, it shall be the participants who take the responsibility."},
{"type":"text", "value":"2. Medical aid stations will be set up along the course as well as at the finish location. There will be volunteers and staff at every medical aid station and every refreshment station to assist with medical care and maintain race order. Whenever there are problems along the course, participants can call the emergency number printed on the bib number to ask for help."},
{"type":"text", "value":"3. The race committee will provide free field first aid during the race, but all hospital charges shall be borne by participants themselves."},
{"type":"text", "value":"4. It will be participants themselves to take the responsibility if there are personal injuries or deaths caused by dopes or other illicit drugs during the race."},
{"type":"text", "value":"5. For participants who are evidently not in suitable conditions to run, staff and judges authorized by the race committee have the right to stop them to keep on racing in consideration of their life safety."},
{"type":"text", "value":""},
{"type":"title","value":"Refund / Race Bags"},
{"type":"text", "value":"Once the registration is confirmed, it is not allowed to change race event，if you are not going to show up in the race，there will be no refund."},
{"type":"text", "value":"If anyone doesn’t show up in the race but wants his / her race bag (freight collect) mailed after the race, please send email to service@skyviewsport.com within 2 weeks after the race to ask the race committee to mail the race bag."},
{"type":"text", "value":"After 2 weeks the race committee will dispose all of the unclaimed race bags."},
{"type":"text", "value":""},
{"type":"title","value":"Committee"},
{"type":"subtitle","value":"Shanghai Skyview Sport Co., Ltd."},
{"type":"text", "value":"Email：service@skyviewsport.com"},
{"type":"phone+86-21-65673828"},
{"type":"text", "value":"Address: Room 312, Building A, No.10, No.619, Long Chang Road, Yang pu Shanghai"},
{"type":"text", "value":"Wechat / Wechat shop:Huluanpao"},
{"type":"text", "value":"Sina Weibo:@湖乱跑"},
{"type":"text", "value":""},
{"type":"image","value":"http://www.raceonhills.com/image/young2017/sponsor.svg"}
]
